import React from 'react';

const Privacy = () => {
    return (
        <div style={{maxWidth:"1480px", width:'100%', margin: "0 auto"}}>
            <h2 style={{textAlign: "center", color: "black", fontSize: "28px", marginBottom: "20px"}}>Политика конфиденциальности</h2>
            <p style={{textAlign: "left", color: "black", fontSize: "20px"}}>
                Мы уважаем вашу конфиденциальность и стремимся защищать ваши персональные данные. Настоящая Политика
                конфиденциальности описывает, какие данные мы собираем, как мы их используем и защищаем.
                <br/><br/>
                1. Сбор данных <br/>
                Мы можем собирать следующую информацию: <br/>
                Ваши контактные данные (например, имя, электронная почта); <br/>
                Техническую информацию о вашем устройстве (IP-адрес, тип браузера); <br/>
                Информацию о вашем использовании сайта (страницы, которые вы посещаете). <br/><br/>
                2. Использование данных <br/>
                Собранная информация используется для: <br/>
                Обеспечения работы сайта; <br/>
                Улучшения функциональности и пользовательского опыта; <br/>
                Обратной связи и обработки ваших запросов. <br/><br/>
                3. Передача данных третьим лицам<br/>
                Мы не передаем ваши данные третьим лицам без вашего согласия, за исключением случаев, предусмотренных
                законом. <br/><br/>
                4. Защита данных <br/>
                Мы принимаем все необходимые меры для защиты ваших данных от утраты, несанкционированного доступа или
                раскрытия. <br/><br/>
                5. Изменения в Политике конфиденциальности <br/>
                Мы оставляем за собой право обновлять настоящую Политику конфиденциальности. Все изменения будут
                опубликованы на этой странице.</p>
        </div>
    );
};

export default Privacy;
